{
  "keywords": {
    "welcome": "Добро пожаловать!!!",
    "personalData": "Персональные Данные",
    "completed": "Доставлен",
    "active": "В обработке",
    "introText": "Пользуйтесь медицинскими услугами высочайшего качества,\n не покидая дома",
    "getStarted": "Перейти",
    "language": "Язык",
    "diagnostics": "Диагностика",
    "care": "Уход",
    "cards": "Карты",
    "addresses": "Адреса",
    "settings": "Настройки",
    "medical": "Клиника",
    "pharmacy": "Аптека",
    "allServices": "Все Услуги",
    "services": "Услуги",
    "bundles": "Пакеты услуг",
    "home": "Главная",
    "order": "Заказать",
    "newOrder": "Новый Заказ",
    "notifications": "Уведомления",
    "account": "Профиль",
    "forgotYourPassword": "Забыли пароль?",
    "back": "Назад",
    "cancel": "Отмена",
    "yes": "Да",
    "no": "Нет",
    "cancel_order": "Отменить Заказ",
    "personal_data": "Персональные Данные",
    "cart": "Корзина",
    "about_us": "О Нас",
    "privacy": "Конфиденциальность",
    "help": "Помощь",
    "sign_out": "Выйти",
    "search": "Поиск",
    "patients": "Пациенты",
    "yupCancel": "Да, отменить",
    "dontCancel": "Нет, не отменяйте",
    "next": "Следующий"
  },
  "noAvailableCreditCards": "Нет доступных банковских карт",
  "emptyServiceList": "Результатов не найдено",
  "smsSent": "Мы отправили вам SMS",
  "passwordChanged": "Пароль изменён",
  "verifiedAccount": "Ваш аккаунт подтверждён",
  "iAgreeWith": "Я согласен(-на) с ",
  "termsConditions": "условиями \n пользовательского соглашения",
  "agreeReceiveNotif": "Я согласен(-на) на SMS-рассылку",
  "paymentSuccessfullyProceeded": "Оплата прошла успешно",
  "useBiometricsToLogin": "Вход с помощью биометрической аутентификации",
  "noOrders": "У вас нет заказов",
  "dataFetchingProblem": "Извините, не удалось получить данные",
  "email": "Эл адрес",
  "biometrics": "Биометрические данные",
  "viewAllBundles": "Посмотреть все услуги",
  "when": "Пожалуйста выберите дату доставки",
  "addToCard": "Добавить в Корзину",
  "cash": "Наличными",
  "card": "По Карте",
  "emptyList": "Список пуст",
  "passwordChangedSuccessfully": "Ваш пароль успешно изменен",
  "sendMessage": "Отправить",
  "creditCard": "Банковская Карта",
  "paymentMethod": "Способы Оплаты",
  "noBundlesFound": "Не Найдено",
  "clear": "Стереть",
  "getInTouch": "Связаться с нами",
  "message": "Сообщение",
  "notSpecified": "Не указано",
  "deliveryLocations": "Пункты Доставки",
  "deliveryLocation": "Место Доставки",
  "somethingWentWrong": "Что-то пошло не так!",
  "exitDialog": "Вы уверены что хотите выйти?",
  "cancelOrder": "Вы хотите отменить заказ?",
  "addedSuccessfully": "Пациент Успешно Добавлен",
  "addPatient": "Добавить Пациента",
  "howWeCanHelpYou": "Нужна помощь?",
  "secondName": "Фамилия",
  "firstName": "Имя",
  "searchCategories": "Поиск Услуг",
  "orders": "Заказы",
  "city": "Город",
  "rememberCardQuestion": "Хотите сохранить данные банковской карты?",
  "makeDefaultAddressQuestion": "Хотите изменить основной адрес?",
  "billingAddress": "Основной (Платежный Адрес)",
  "dob": "Дата Рождения",
  "contactUs": "Связаться с нами",
  "armenia": "Армения",
  "country": "Страна",
  "yerevan": "Ереван",
  "updateInfo": "Обновить Данные",
  "emptyCart": "Ваша корзина пуста",
  "entranceNum": "2ой подъезд",
  "delete": "Удалить",
  "searchPlaces": "Поиск адреса",
  "noCards": "Банковская карта не прикреплена",
  "addNewAddress": "Добавить новый адрес",
  "updatePatient": "Обновить данные Пациента",
  "addNewPatient": "Добавить нового Пациента",
  "chooseBundle": "Выбрать Пакет",
  "privacy_policy": "Политика Конфиденциальности",
  "pp1": "Политика конфиденциальности",
  "pp2": "Состав информации о Пользователях, которую получает и обрабатывает Администрация",
  "pp3": "Обработка информации о Пользователях",
  "pp4": "Несогласие с Условиями",
  "pp5": "Меры по защите информации о Пользователях",
  "pp6": "Как получить доступ к личной информации, исправить или обновить ее",
  "pp7": "Жалобы и споры",
  "pp8": "Связь с нами",
  "pp9": "Дополнительные положения",
  "ans1": "1.1 Общество с ограниченной ответственностью «Cursus» (N 42.110.1181454) (далее — Мы, Администрация) предоставляет онлайн услуги и медицинские услуги (далее — Сервис).\n\n1.2 Настоящая Политика конфиденциальности (далее — Политика) определяет порядок обработки и защиты персональной информации о Пользователях, которыми являются:\n(а) медработники и персонал клиник, которые действующие или потенциальные пользователи наших услуг (далее — Представители Медучреждений);\n(б) пациенты клиник которые сотрудничают с нашей платформой и все лица которые пользуются нашими услугами (далее — Пациенты);\n(в) наши подрядчики, поставщики, потенциальные сотрудники и все лица с кем возможно сотрудничество с нашей стороны\n\n1.3 Целью настоящей Политики конфиденциальности является ознакомление пользователей с условиями обработки персональной информации перед использованием Сервиса. \n\n1.4 При обработке персональных данных Пользователей Администрация руководствуется статьей № 34 конституции Республики Армения от 06.12.2015 г. и соблюдает иные применимые требования законодательства РА.\n\n1.5 Политика конфиденциальности (в том числе любая из ее частей) может быть изменена Администрацией без какого-либо специального уведомления и без выплаты какой-либо компенсации в связи с этим. Новая редакция Политики конфиденциальности вступает в силу с момента ее размещения на сайте Администрации. В случае возникновения дополнительных вопросов, касающихся политики конфиденциальности, пожалуйста, обращайтесь к нам по адресу privacy@cursus.am.",
  "ans2": "2.1 Для выполнения обязательств Администрации по предоставлению Сервиса нам необходима личная информация о Пользователе которая может также включать сведения о его здоровье или другие данные.\n\n2.2 Мы можем собирать и хранить Вашу личную информацию по целому ряду причин, например, для идентификации пользователя до того как он получит доступ к Платформе или воспользуется ею, чтобы облегчить связь между Пациентами и их медицинскими клиниками, или для общения или совершения сделок с физическими лицами в ходе обычных коммерческих операций.\n\n2.3 В случае Пациентов:\n(а) большая часть личной информации, которую мы собираем о Вас, будет получена от Вас непосредственно (или от Вашего лечащего врача) или, чтобы оптимизировать функциональность Платформы или позволить нам предоставлять услуги Вашей медицинской клинике, из медицинской клиники, в которой Вы находитесь или у которой Вы записались на прием; и\n(б) виды личной информации, которую мы можем собирать в зависимости от обстоятельств, включают:\n(i) общие сведения, такие как ваше имя, местонахождение, дата рождения, данные страховки, сведения о семье, включая семейное положение, контактную информацию (включая ваш адрес электронной почты, номер телефона, адрес места жительства, адрес предприятия и почтовый адрес), имя пользователя Платформы, и подробные сведения о Вашем использовании Платформы или доступе к ней;\n(ii) финансовая информация, такая как любая информация о вашем банке или кредитной карте, используемая для совершения сделок на Платформе;\n(iii) информация которая может касаться Вашего здоровья, медицинские услуги, которые были или будут предоставлены Вам, или другая информация, которая относится к состоянию здоровья;\n(iv) конфиденциальная информация другого рода (исключая информацию о здоровье, о которой говорилось выше), например, касающаяся вашего расового или этнического происхождения, сексуальной ориентации или практики, уголовного прошлого или религиозных или философских убеждений. Мы будем собирать такую информацию только в том случае, если Вы предоставите ее непосредственно нам;\n(v) сведения о любых контактах, которые у Вас имеются с медицинской клиникой, использующей Платформу, например сведения о встречах, которые Вы провели, подтвердили или отменили;\n(vi) если Вы используете или получаете доступ к нашему веб-сайту или Платформе, общую статистическую информацию, такую как информация о Ваших онлайн предпочтениях и перемещениях, информация о местоположении и другая информация, которая обычно получена из cookies. Эта статистическая информация будет собираться только на анонимной основе;\n(vii) любую другую личную информацию, которую Вы нам отправляете или раскрываете, включая записи любых контактов, которые мы имели с Вами\n\n2.4 В случае Представителей Медучреждений:\n(а) Большая часть личной информации, которую мы собираем о Вас, будет получена непосредственно от Вас, Ваших пациентов или потенциальных пациентов, или от медицинской клиники, которая нанимает Вас или иным образом вовлекает Вас. В зависимости от характера Ваших отношений (или потенциальных отношений) с нами, мы можем также собирать Вашу личную информацию из других источников, таких как реклама, публичные записи, рассылки, подрядчики, наши сотрудники и наши деловые партнеры;\n(б) виды личной информации, которую мы можем собирать о Вас, включают:\n(i) общие сведения, такие как Ваше имя, местонахождение, дата рождения, контактная информация (включая Ваш адрес электронной почты, номер телефона, адреса по месту жительства, по месту работы и по почте), сведения о Вашем входе в Платформу и данные об использовании Платформы или доступе к ней;\n(ii) финансовая информация, такая как любая информация о Вашем банке или кредитной карте, используемая для совершения сделок с нами, или другая финансовая информация, которая позволяет нам совершать сделки с Вами или предоставлять Вам наши услуги;\n(iii) сведения о любых контактах, которые есть у Вас с Пациентом пользующимся Платформой, например, сведения о назначенных встречах, которое осуществляется с использованием Платформы (и любые связанные с этим сообщения);\n(iv) информация о Ваших онлайн предпочтениях и перемещениях, местоположении, и другая информация, которая обычно получена из cookies (хотя Вы можете настроить настройки вашего браузера, чтобы принять или отклонить cookies), так же информация о Ваших предпочтениях и покупках в отношении наших продуктов и Сервиса;\n(v) информацию о Вашей профессиональной регистрации, ассоциациях или членстве;\n(vi) любую другую личную информацию, которую Вы нам отправляете или раскрываете, включая наши записи любых контактов, которые мы с Вами имели.\n\n2.5 В случае если Вы являетесь подрядчиком или поставщиком, потенциальным сотрудником или другим лицом, с которым мы имеем дело в ходе ведения наших дел:\n(а) большая часть личной информации, которую мы собираем, будет получена непосредственно от Вас, однако может быть также собрана от третьих лиц, таких как агентства по найму или наши деловые партнеры (такие как другие подрядчики, сотрудники или поставщики услуг);\n(б) виды личной информации, которую мы могли бы собрать о Вас, будут в конечном счете различаться в зависимости от обстоятельств нашего сотрудничества, но могут включать:\n(i) имя и контактные данные;\n(ii) профессиональная квалификация и навыки;\n(iii) сведения о Вашей трудовой деятельности (включая сведения о любых личных или профессиональных качествах, предоставленные нам третьими лицами);\n(iv) финансовая информация, такая как любая информация о Вашем банке или кредитной карте, используемая для совершения сделок с нами;\n(v) другие личные данные, которые Вы нам отправляете или раскрываете, включая наши записи любых контактов, которые мы с Вами имели.\n\n2.6 В дополнение к вышесказанному, если Вы пользуетесь нашим веб-сайтом или Платформой или получаете от нас сообщения электронной почтой, мы можем собирать статистическую информацию с помощью cookies или аналитических услуг (хотя Вы можете настроить настройки Вашего браузера на принятие или отклонение cookies) или с помощью пиксельных тегов, которые позволяют нам узнать было ли открыто сообщение.",
  "ans3": "3.1 Основными целями сбора личной информации являются обеспечение функциональности Платформы, предоставление Вам наших услуг и поддержка деятельности нашего бизнеса.\n\n3.2 Если вы Пациент:\n(а) Администрация никогда не будет продавать или использовать Вашу личную информацию или делиться ею для любых целей, не связанных с предоставлением и эксплуатацией нашей Платформы;\n(б) Администрация будет использовать Вашу личную информацию (включая информацию о Вашем здоровье и другую конфиденциальную информацию) для основной цели, для которой мы ее собрали (например, связаться с Вами для подтверждения бронирования или предоставить подробную информацию о бронировании Вашему практикующему врачу);\n(в) мы будем использовать Вашу личную информацию во вторичных целях только в том случае, если Вы дали свое согласие на это или если Вы ожидаете, что мы это сделаем (например, для проведения расследования или ответа на жалобу, которую Вы подняли перед нами, или проверки Вашей личности, если Вы забыли свои пользовательские данные на Платформе);\n(г) мы сохраняем всю персональную информацию (особенно медицинскую информацию) в строгом секрете и раскрываем ее только третьим лицам, если:\n(i) необходимо предоставить Вам возможность пользования Платформой или позволить Вашим врачам обновить записи и связаться с Вами; или\n(ii) в случае если мы уполномочены или обязаны делать это согласно соответствующим законам, например, если раскрытие информации является необходимым в связи с деятельностью правоохранительных органов, или для предотвращения серьезной угрозы для жизни, здоровья или безопасности любого лица.\n(д) виды третьих лиц, которым мы можем раскрыть Вашу личную информацию, включают:\n(i) медицинская клиника, с которой Вы ранее встречались или намеревались записаться на прием;\n(ii) наши поставщики услуг, которые поддерживают и позволяют нам предоставлять наши услуги и вести наш бизнес, такие как:\nА. наши поставщики информационных технологий, сетей, программного обеспечения и облачных хранилищ;\nБ. любой поставщик программного обеспечения, которым пользуется Ваш практикующий врач; \nВ. наши внешние профессиональные консультанты (например, юрисконсульты); и\n(е) если мы поделимся или раскроем Вашу личную информацию, как описано выше, мы всегда в первую очередь рассмотрим вопрос о том, возможно ли анонимизировать эту информацию.\n\n3.3 Если вы являетесь Представителем Клиники:\n(а) мы будем использовать Вашу личную информацию (включая Вашу финансовую информацию) для предоставления Вам наших услуг или предоставления возможности использования Платформы для общения с Вашими пациентами, чтобы:\n(i) связаться с Вами по поводу встречи или общения с пациентом;\n(ii) контролировать использование Платформы или наших услуг;\n(iii) предоставлять доступ пациентам записываться на прием или общаться с Вами;\n(iv) подтвердить Вашу личность; \n(v) проводить финансовые транзакции;\n(б) мы можем также использовать Вашу личную информацию (включая Вашу финансовую информацию) в таких второстепенных целях, как:\n(i) в общении с Вами о:\nА. Ваших отношениях с нами;\nБ. наших товаров и услуг;\nВ. нашей рекламе и маркетинговых целей;\nГ. конкурсах, обследований и опросов;\n(ii) расследование любых вопросов или жалоб, касающихся или представленных Вами или другим лицом, или если у нас есть основания подозревать, что Вы или другое лицо нарушили какие-либо из наших условий или иным образом занимались какой-либо незаконной деятельностью; или\n(iii) любые другие цели, которые требуются или разрешены законом;\n(в) мы раскроем Вашу персональную информацию третьим лицам только в тех случаях, когда это необходимо для управления нашим бизнесом или предоставления Вам наших услуг, или в соответствии с другими требованиями или разрешениями закона;\n(г) третьими лицами, которым мы можем раскрыть Вашу личную информацию, являются:\n(i) Ваши пациенты или потенциальные пациенты;\n(ii) любые физические или юридические лица, имеющие доступ к Вашей информации, которая публикуется через Платформу;\n(iii) клиника, в которой Вы работаете или с которой связаны;\n(iv) поставщики, которые:\nА. ответственны за информационные технологии, сетей, программное обеспечение и облачные хранилища;\nБ. ответственны за программное обеспечение, которым пользуется медицинская клиника нанявшая Вас;\nВ. проводят почтовые операции;\nГ. выполняют соответствующие финансовые функции; и\nД. являются нашими внешними профессиональными консультантами, такие как юрисконсульты или бухгалтеры.\n\n3.4 Если Вы являетесь подрядчиком или поставщиком, потенциальным работником или другим лицом, с которым мы имеем дело в ходе ведения нашего бизнеса, мы будем использовать или раскрывать личную информацию только в целях для которых она была собрана, или для любых вторичных целей, которые которые связаны с основной целью. Основная цель нашей деятельности по сбору информации может, как правило, определяться обстоятельствами, в которых была собрана или представлена информация. Например, если Вы являетесь потенциальным сотрудником и предоставите нам Ваше резюме, мы используем его для оценки Вашего заявления о приеме на работу.",
  "ans4": "4.1 Пользователь может отказаться от сбора своей личной информации или отказаться от идентификации любой имеющейся у нас о них личной информации. Это может помешать предоставлению наших услуг и может лишить их доступа к некоторым или ко всем услугам через Платформу. В случае несогласия с условиями, пожалуйста, свяжитесь с нами по электронной почте по адресу privacy@cursus.am.\n\n4.2 Если Пользователь считает, что он получил от нас информацию, которую не хотел получать, также следует обратиться к нам по вышеуказанному адресу.",
  "ans5": "5.1 Мы принимаем все необходимые организационные и технические меры предосторожности для защиты Вашей личной информации от несанкционированного доступа или разглашения, неправильного использования или утери. Это включает в себя надлежащее обеспечение нашей физической инфраструктуры и электронных сетей.\n\n5.2 Cursus использует стандартные отраслевые методы шифрования при хранении и передаче персональной информации, а также осуществляет мониторинг и контроль доступа, регулируя кто может получить доступ к конкретной информации.\n\n5.3 Ваша личная информация будет храниться в защищенном, зашифрованном электронном формате.\n\n5.4 Мы не разглашаем личную информацию какого-либо лица любому юридическому или физическому лицу за пределами Армении, если только это юридическое или физическое лицо не находится под юрисдикцией, аналогичной режиму РА принципов невмешательства в частную жизнь, или иным образом соглашается охранять личную информацию так, как это делаем мы.\n\n5.5 Мы будем хранить личную информацию до тех пор, пока это необходимо для достижения целей, изложенных в Политике Конфиденциальности, за исключением случаев, когда законом требуется или разрешается более длительный срок хранения.",
  "ans6": "6.1 В соответствии с РА принципами невмешательства в частную жизнь Вы имеете право запросить доступ к имеющейся у нас личной информации о Вас и ее исправление.\n\n6.2 Если Вы хотите обратиться с просьбой предоставить доступ к Вашей личной информации, которая находится в нашем распоряжении, или хотите исправить ее, Вы можете:\n(а) обновить некоторую личную информацию с вашего профиля на Платформе; или\n(б) в других случаях свяжитесь с нами, используя информацию, предоставленную в разделе 8 Политики Конфиденциальности.\n\n6.3 Если Вы не можете обновить или исправить Вашу личную информацию через Платформу сами, мы предпримем шаги для исправления ошибок в Вашей личной информации.\n\n6.4 Если мы отказываем Вам в доступе к Вашей личной информации или отклоняем Ваш запрос на исправление, мы сообщим Вам причины.",
  "ans7": "7.1 Если у Вас есть вопросы или жалобы по поводу обработки Вашей личной информации, пожалуйста, свяжитесь с нами в письменном виде, используя подробную информацию, приведенную в разделе 8 ниже. Мы стараемся решать такие вопросы непосредственно с Вами.\n\n7.2 Если Вы не удовлетворены нашим ответом на Вашу жалобу, споры могут быть разрешены в суде.",
  "аns8": "8. Все вопросы, комментарии и запросы, касающиеся данной Политики Конфиденциальности или того, как мы обрабатываем Вашу личную информацию, следует направлять по электронной почте в privacy@cursus.am.",
  "ans9": "9.1 Время от времени нам может потребоваться внести изменения в эту Политику Конфиденциальности. Если мы это сделаем, мы разместим обновленную Политику на следующей веб-странице (www.cursus/practices/privacy-policy).\n\n9.2 Просьба ознакамливаться с условиями настоящей Политики Конфиденциальности для рассмотрения любых поправок, поскольку любая пересмотренная Политика Конфиденциальности будет применяться ко всей личной информации (включая информацию о здоровье и другую конфиденциальную информацию), которая имеется в нашем распоряжении.",
  "pending": "В обработке",
  "in_progress": "Принят к исполнению",
  "canceled": "Отменен",
  "completed": "Выполнен",
  "subtotal": "Итого",
  "checkout": "Оформить заказ",
  "total": "Итого",
  "userUpdatedSuccessfully": "Информация обновлена",
  "addAddress": "Добавить адрес",
  "changeAddress": "Изменить адрес",
  "shipping": "Доставка",
  "service": "Услуга",
  "service_name": "Название Услуги",
  "payment_method": "Способ Оплаты",
  "payment": "Платеж",
  "floor": "Этаж",
  "entrance": "Подъезд",
  "entrance_code": "Код Домофона",
  "intro_text": "Пользуйтесь медицинскими услугами высочайшего качества,не покидая дома",
  "no_results_found": "Нет результатов",
  "orders_date": "Дата Заказа",
  "appointment": "Прием",
  "patient": "Пациент",
  "address": "Адрес",
  "search_services": "Поиск услуг",
  "search_bundles": "Поиск пакетов",
  "search_by_pharmacy": "Поиск аптек",
  "invalid_credentials": "Неверные учетные данные",
  "do_you_have_pain": "У вас  есть боли?",
  "createNewOrder": "Создать Новый Заказ",
  "search_anything": "Поиск",
  "search_by_services_or_bundles": "Поиск пакетов или услуг",
  "laboratory": "Лаборатория",
  "markAllAsRead": "Отметить все письма \nпрочитанными",
  "otp_code_text": "Код восстановления был отправлен на ваш мобильный номер. \n Введите код:",
  "pleaseEnterYourNewPassword": "Введите новый пароль",
  "sendSmsAgain": "Переотправить СМС",
  "agents_name": "Имя представителя",
  "enterYourPhoneNumber": "Укажите номер телефона",
  "signIn": "Войти",
  "payment_status": "Статус платежа",
  "price": "Цена",
  "notes": "Заметки",
  "status": "Статус",
  "transaction_fee": "Комиссионные за транзакцию",
  "signUp": "Зарегистрироваться",
  "hello": "Здравствуйте,",
  "lookingFor": "Ищем",
  "whatDoYouNeed": "Чем Вам помочь?",
  "dontHaveAnAccount": "Впервые на Cursus?",
  "haveAnAccount": "Зарегистрированы?",
  "orConnectWith": "вход через",
  "verify_phone_email": "Подтвердите номер телефона",
  "localValidationErrors": {
    "emailRequired": "Укажите адрес эл почты",
    "cityRequired": "Название города должно содержать не менее 3 символов",
    "countryRequired": "Название страны должно содержать не менее 3 символов",
    "phoneRequired": "Номер телефона должен быть заполнен",
    "firstNameIsRequired": "Укажите имя",
    "lastNameIsRequired": "Укажите фамилию",
    "phoneNumberIsRequired": "Укажите номер телефона",
    "youMustAcceptAgreement": "Пожалуйста примите Условия Использования",
    "imageIssues": "Не удалось выбрать изображение из галереи",
    "doesNotMatch": "Пароли не совпадают",
    "invalidEmail": "Недействительный адрес эл почты",
    "invalidPhoneNumber": "Недействительный номер телефона",
    "repeatNewPasswordIsRequired": "Повторить новый пароль",
    "lastNameValidate": "Фамилия должна содержать не менее 5 символов",
    "firstNameValidate": "Имя должно содержать не менее 3 символов"
  },
  "hints": {
    "password": "Пароль",
    "phoneNumber": "Номер телефона",
    "phoneShort": "Тел: ",
    "surname": "Фамилия",
    "name": "Имя",
    "male": "Мужчина",
    "female": "Женщина",
    "gender": "Пол"
  },
  "error": {
    "validation_error": "Ошибка проверки",
    "Required_field": "Обязательное поле",
    "invalid_pass_code": "Неверный PIN-код",
    "no_app_to_open": "Приложение для открытия такого типа файла не найдено"
  },
  "languages_do_not_translate": {
    "selected_language": "English",
    "english": "English",
    "russian": "Русский",
    "armenian": "Հայերեն"
  }
}