{
  "keywords": {
    "welcome": "Welcome!!!",
    "personalData": "Personal Data",
    "completed": "Completed",
    "active": "Active",
    "introText": "Get the best healthcare experience, \nwithout leaving your home",
    "getStarted": "Get Started",
    "language": "Languages",
    "diagnostics": "Diagnostics",
    "care": "Care",
    "cards": "Cards",
    "addresses": "Addresses",
    "settings": "Settings",
    "medical": "Medical",
    "pharmacy": "Pharmacy",
    "allServices": "All services",
    "services": "Services",
    "bundles": "Bundles",
    "home": "Home",
    "order": "Order",
    "newOrder": "New Order",
    "notifications": "Notifications",
    "account": "Account",
    "forgotYourPassword": "Forgot your password?",
    "back": "back",
    "cancel": "Cancel",
    "yes": "Yes",
    "no": "NO",
    "cancel_order": "Cancel Order",
    "personal_data": "Personal Data",
    "cart": "Cart",
    "about_us": "About Us",
    "privacy": "Privacy",
    "help": "Help",
    "sign_out": "Sign out",
    "search": "Search",
    "patients": "Patients",
    "yupCancel": "Yup, cancel",
    "dontCancel": "No, don’t cancel",
    "next": "Next"
  },
  "noAvailableCreditCards": "No available credit cards",
  "passwordChangedSuccessfully": "Your password changed successfully",
  "emptyServiceList": "No Services Found",
  "smsSent": "We have sent you SMS",
  "passwordChanged": "Password is Changed",
  "verifiedAccount": "Your account is verified",
  "iAgreeWith": "I agree with ",
  "contactUs": "Contact Us",
  "termsConditions": "Terms & Conditions",
  "emptyList": "The list is currently empty.",
  "agreeReceiveNotif": "I agree to receive SMS notifications",
  "paymentSuccessfullyProceeded": "Payment Successfully Proceeded",
  "useBiometricsToLogin": "Use biometrics to login",
  "noOrders": "You don't have any orders",
  "dataFetchingProblem": "Sorry, Couldn't fetch the data",
  "email": "Email",
  "notSpecified": "Not specified",
  "biometrics": "Biometrics",
  "viewAllBundles": "View all bundles",
  "when": "Please select delivery date",
  "addToCard": "Add to Cart",
  "cash": "Cash",
  "card": "Card",
  "getInTouch": "Get in touch",
  "message": "Message",
  "creditCard": "Credit Card",
  "paymentMethod": "Payment Method",
  "noBundlesFound": "No Bundles Found",
  "deliveryLocations": "Delivery Locations",
  "deliveryLocation": "Delivery Location",
  "somethingWentWrong": "Something went wrong!!",
  "exitDialog": "Are you sure you want to leave?",
  "cancelOrder": "You want to cancel your order?",
  "addedSuccessfully": "Patient Added Successfully",
  "addPatient": "Add Patient",
  "howWeCanHelpYou": "How we can help you",
  "secondName": "Second Name",
  "firstName": "First Name",
  "searchCategories": "Search Categories",
  "orders": "Orders",
  "city": "City",
  "sendMessage": "Send",
  "clear": "Clear",
  "rememberCardQuestion": "Would you like to save your card details?",
  "makeDefaultAddressQuestion": "Are you sure you want to change default address?",
  "billingAddress": "Default (Billing address)",
  "dob": "Date of Birth",
  "armenia": "Armenia",
  "country": "Country",
  "yerevan": "Yerevan",
  "updateInfo": "Update Info",
  "emptyCart": "Your shopping cart is empty",
  "entranceNum": "2nd entrance",
  "delete": "Delete",
  "searchPlaces": "Search Places",
  "noCards": "There is no card attached",
  "addNewAddress": "Add new address",
  "updatePatient": "Update Patient",
  "addNewPatient": "Add new Patient",
  "chooseBundle": "Choose Bundles",
  "privacy_policy": "Privacy Policy",
  "pp1": "Purpose of our policy",
  "pp2": "The types of personal information we collect",
  "pp3": "How personal information is used and disclosed",
  "pp4": "Opting out",
  "pp5": "Keeping your personal information secure",
  "pp6": "How to access, correct or update your personal information",
  "pp7": "Complaints and disputes",
  "pp8": "Addition to this policy",
  "ans1": "1.1 Cursus Ltd (registration number N 42.110.1181454) provides the Cursus online medical appointment booking and management services and associated technologies (‘Platform’).\n\n1.2 All references to ‘us,’ ‘we’ and ‘our’ in this Privacy Policy are references to Cursus. All references to ‘you’ and ‘your’ in this Privacy Policy are references to:\n(a) the general practitioners and employees of medical clinics who are customers, or potential customers, of our products and services (‘Clinic Representatives’);\n(b) the patients of the medical clinics who use our Platform, and any other individuals who use our Platform or website to connect with a general practitioner (‘Patients’); and\n(c) our contractors and suppliers, potential employees, and any other individuals we might deal with in the course of running our business or providing our services.\n\n1.3 The purpose of this Privacy Policy is to make it easy for you to understand the types of personal information we might handle, why and how we might collect, use or disclose it, and the rights you have to access or correct any personal information held by us.\n\n1.4 We are committed to protecting your privacy, and ensuring that the ways in which we deal with your personal information comply with the Constitution of the Republic of Armenia article 34 from 06.12.2015 and any other applicable health records legislation.\n\n1.5 We may update this Privacy Policy periodically and without notice to you. You should review this Privacy Policy from time to time to review any changes. If you have any questions about this Privacy Policy, please contact us at privacy@cursus.am.",
  "ans2": "2.1 To provide our services, we need to collect personal information about an individual which might also include their health or other sensitive information) (‘Personal Information’).\n\n2.2 We may collect and hold your Personal Information for a range of reasons, such as to allow us to identify who an individual is before they access or use the Platform, to facilitate communications between Patients and their medical clinics, or to communicate or transact with individuals in the ordinary course of business.\n\n2.3 If you are a Patient:\n(a) most Personal Information we collect about you will be received from you directly (or your primary carer) or, to optimise the functionality of the Platform or enable us to provide services to your medical clinic, from the medical clinic which you are a patient of or have booked an appointment with; and\n(b) the types of Personal Information we may collect, depending on the circumstances, include:\n(i) general information such as your name, location, date of birth, Medicare details, family details including marital status, contact information (including your email address, telephone number, residential, business and postal addresses), your user name for the Platform, and details of your use of, or access to, the Platform;\n(ii) financial information such as any of your bank or credit card details used to transact with us, or other financial information that allows us to transact with you or provide you with our services;\n(iii) health information such as information which might relate to your health, the health services which have been or are to be provided to you, or other information which falls within the scope of ‘health information;\n(iv) other ‘sensitive information’ (excluding health information, which is addressed above), such as information which might relate to, among other things, your racial or ethnic origin, sexual orientation or practices, criminal record or religious or philosophical beliefs. We will only collect this type of information if you provide it to us directly;\n(v) details of any communications or interactions you have with a medical clinic using the Platform – for example, details of an appointment you have made, confirmed or cancelled;\n(vi) if you use or access our website or Platform, aggregated statistical information such as information about your online preferences and movements, location information, and other information which is typically obtained from cookies. This statistical information will be collected on an anonymised basis only; and\n(vii) any other Personal Information you send or disclose to us, including our records of any communications or interactions we have with you.\n\n2.4 If you are a Clinic Representative:\n(a) most Personal Information we collect about you will be received from you directly, your patients or potential patients, or the medical clinic which employs or otherwise engages you. However, and depending on the nature of your relationship (or potential relationship) with us, we may also collect your Personal Information from other sources such as advertising, public records, mailing lists, contractors, our staff and our business partners; and\n(b) the types of Personal Information we may collect about you include:\n(i) general information such as your name, location, date of birth, contact information (including your email address, telephone number, residential, business and postal addresses), your log-in details for the Platform, and details of your use of, or access to, the Platform;\n(ii) financial information such as any of your bank or credit card details used to transact with us, or other financial information that allows us to transact with you or provide you with our services;\n(iii) details of any communications or interactions you have with a Patient using the Platform – for example, details of an appointment that is managed using the Platform (and any related communications);\n(iv) information about your online preferences and movements, location information, trends, decisions and other information which is typically obtained from cookies (although you can adjust your browser’s settings to accept or reject cookies), and other information about your preferences and purchases in relation to our products;\n(v) information about your professional registration, associations or memberships; and\n(vi) any other Personal Information you send or disclose to us, including our records of any communications or interactions we have with you.\n\n2.5 If you are a contractor or supplier, potential employee, or another individual we deal with in the course of running our business:\n(a) most Personal Information we collect will be received from you directly, however may also be collected from third parties such as recruitment agencies or our business partners (such as other contractors, employees, service providers or suppliers); and\n(b) the types of Personal Information we might collect about you will ultimately differ based on the circumstances, but might include:\n(i) your name and contact details;\n(ii) your professional qualifications or skills;\n(iii) details of your employment history (including details of any personal or professional references provided to us by third parties);\n(iv) financial information such as any of your bank or credit card details used to transact with us; and\n(v) other Personal Information you send or disclose to us, including our records of any communications or interactions we have with you.\n\n2.6 In addition to the above, if you use or access our website or Platform, or receive subscription email communications from us, we may collect statistical information using cookies or analytical services (although you can adjust your browser’s setting to accept or reject cookies), or by using pixel tags, which enable us to send email messages in a format customers can read and they tell us whether mail has been opened.",
  "ans3": "3.1 The primary purposes for which we collect Personal Information are to enable the functionality of the Platform, provide you with our services, and to support the operation of our business.\n\n3.2 If you are a Patient:\n(a) we will never sell or exploit your Personal Information, or share it for any purposes which are unrelated to providing and operating our Platform;\n(b) we will use your Personal Information (including your health and other sensitive information) for the primary purpose for which we collected it (for example, to contact you to confirm an appointment booking, or to provide details of that booking to your medical practitioner);\n(c) we will only use your Personal Information for secondary purposes if you have provided your consent for us to do so, or if you might reasonably expect us to do so (for example, to investigate or respond to a complaint that you have raised with us, or to verify your identity if you have forgotten your user details for the Platform);\n(d) we maintain all Personal Information (especially health information) in strict confidence, and will only disclose it to third parties where:\n(i) it is reasonably necessary to enable us to provide you with your use of the Platform, or to enable your medical practitioners to keep up to date records and communicate with you; or\n(ii) we are otherwise authorised or required to do so under relevant laws, such as if the disclosure is reasonably necessary due to law enforcement activities, or to lessen a serious threat to the life, health or safety of any individual.\n(e) the types of third parties that we might disclose your Personal Information include:\n(i) the medical clinic that you have previously had, or intend to book, an appointment with; and\n(ii) our service providers who support and enable us to provide our services and run our business, such as:\nA. our information technology, network, software and cloud storage providers;\nB. any practice management software providers which your medical practitioner uses; and\nC. our external professional advisers (such as legal advisors); and\n(f) if we do share or disclose your Personal Information as described above, we will always first consider whether we can reasonably de-identify or anonymise that information.\n\n3.3 If you are a Clinic Representative:\n(a) we will use your Personal Information (including your financial information) for the primary purposes of providing you with our services or enabling your use of the Platform to communicate with your patients, such as to:\n(i) communicate with you about an appointment or patient communication;\n(ii) monitor your use of the Platform or our services;\n(iii) enable patients to book appointments or communicate with you;\n(iv) verify your identity; and\n(v) perform billing and payment activities;\n(b) we may also use your Personal Information (including your financial information) for secondary purposes such as:\n(i) communicating with you about:\nA. your relationship with us;\nB. our goods and services;\nC. our own marketing and promotions; or\nD. competitions, surveys and questionnaires;\n(ii) investigating any issues or complaints about, or made by, you or another individual, or if we have reason to suspect that you or another individual are in breach of any of our terms and conditions or have been otherwise engaged in any unlawful activity; or\n(iii) any other purposes which are required or authorised by any laws;\n(c) we will only disclose your Personal Information to third parties where this is reasonably necessary to enable us to operate our business or provide you with our services and the use of the Platform, or as is otherwise required or authorised by any laws;\n(d) the types of third parties we may disclose your Personal Information to include:\n(i) your patients or potential patients;\n(ii) any individuals or entities who access your details which are published via the Platform;\n(iii) the medical clinic which employs or engages you;\n(iv) our service providers such as those which provide us with:\nA. our information technology, network, software and cloud storage providers;\nB. the practice management software provider used by the medical clinic which employs or engages you;\nC. subscription and mailing operations;\nD. billing and related financial functions; and\nE. our external professional advisers, such as legal advisors or accountants.\n\n3.4 If you are a contractor or supplier, potential employee, or another individual we deal with in the course of running our business, we will only use or disclose any Personal Information that we collect for the purpose for which it was collected, or for any secondary purposes which you might reasonably expect and which are related to the primary purpose. The primary purpose of our collection can generally be determined by the circumstances in which the information was collected or submitted. For example, if you are a potential employee and provide us with your CV, we will use it for the purposes of assessing your application for employment.",
  "ans4": "4.1 An individual may opt not to have us collect their Personal Information, or for us to de-identify any Personal Information we hold about them. This may prevent us from offering them some or all of our services and may terminate their access to some or all of the services, including via the Platform. To opt out, please contact us by email to:\n(a) for Patients: privacy@hotdoc.com.au\n(b) for Clinic Representatives: privacy@hotdoc.com.au\n\n4.2 If an individual believes that they have received information from us that they did not wish to receive, they should also contact us on the details above.",
  "ans5": "5.1 We will take all reasonable precautions to protect your Personal Information from unauthorised access or disclosure, or misuse or loss. This includes appropriately securing our physical facilities and electronic networks.\n\n5.2 Cursus uses standard industry encryption methods when storing and transferring Personal Information, and has implemented monitoring and access controls which regulate who can access particular information.\n\n5.3 Your personal information will be stored in secure, encrypted electronic format and it will be stored in Australia.\n\n5.4 We will not disclose an individual’s Personal Information to any entity or person outside of Australia, unless that entity or person is in a jurisdiction with a similar regime to the Armenian Privacy Principles, or otherwise contractually agrees to safeguard Personal Information as we do.\n\n5.5 We will retain Personal Information for as long as necessary to fulfil the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law.",
  "ans6": "6.1 Under the RA Privacy Principles, you have the right to request access to, or correction of, the Personal Information that we hold about you.\n\n6.2 If you would like to make a request to access, or correct, your Personal Information which is held by us, you can:\n(a) if you are a user of the Platform, update some of your Personal Information from within your Platform account or profile; or\n(b) otherwise contact us using the details provided in section 8 of this Privacy Policy below.\n\n6.3 If you cannot update or correct your Personal Information via the Platform, we will take reasonable steps to correct any errors in the Personal Information we hold about you.\n\n6.4 If we deny you access to, or we refuse your request to correct, your Personal Information, we will provide you with our reasons for this.",
  "ans7": "7.1 If you have a query or complaint about our handling of your Personal Information, please contact us in writing using the details provided in section 8 below. We will aim to resolve the issue with you directly.\n\n7.2 If you are not satisfied with our response to your complaint, disputes can be resolved in court.\nContacting us\nAll questions, comments or requests regarding this Privacy Policy or the way in which we handle your Personal Information should be addressed by email to privacy@cursus.am.",
  "ans8": "9.1 From time to time, we may need to change this Privacy Policy. If we do so, we will post the updated Privacy Policy on this webpage (www.hotdoc.com.au/practices/privacy-policy).\n\n9.2 Please refer back to this Privacy Policy to review any amendments, as any revised Privacy Policy will apply to all Personal Information (including health and other sensitive information) that is held by us.",
  "pending": "Pending",
  "in_progress": "In progress",
  "canceled": "Canceled",
  "completed": "Completed",
  "subtotal": "Subtotal",
  "checkout": "Checkout",
  "addAddress": "Add Address",
  "changeAddress": "Change Address",
  "userUpdatedSuccessfully": "User info updated successfully",
  "total": "Total",
  "shipping": "Shipping",
  "service": "Service",
  "service_name": "Service Name",
  "payment_method": "Payment Method",
  "payment": "Payment",
  "floor": "Floor",
  "entrance": "Entrance",
  "entrance_code": "Entrance Code",
  "intro_text": "Get the best healthcare experience, without leaving your home",
  "no_results_found": "No results found",
  "orders_date": "Order's date",
  "appointment": "Appointment",
  "patient": "Patient",
  "address": "Address",
  "search_services": "Search services",
  "search_bundles": "Search bundles",
  "search_by_pharmacy": "Search by pharmacy",
  "invalid_credentials": "Invalid credentials",
  "do_you_have_pain": "Do you have pain?",
  "createNewOrder": "Create New Order",
  "search_anything": "Search anything",
  "search_by_services_or_bundles": "Search by services or bundles",
  "laboratory": "Laboratory",
  "markAllAsRead": "Mark all as read",
  "otp_code_text": "The recovery code was sent \n to your mobile number.\n Please enter the code:",
  "pleaseEnterYourNewPassword": "Please enter your new password",
  "sendSmsAgain": "send SMS again",
  "agents_name": "Agent's name",
  "enterYourPhoneNumber": "Enter your Phone number",
  "signIn": "Sign In",
  "payment_status": "Payment status",
  "price": "Price",
  "notes": "Notes",
  "status": "Status",
  "transaction_fee": "Transaction fee",
  "signUp": "Sign Up",
  "hello": "Hello,",
  "lookingFor": "Looking for",
  "whatDoYouNeed": "What do you need?",
  "dontHaveAnAccount": "Don't have an account?",
  "haveAnAccount": "Have an account?",
  "orConnectWith": "or connect with",
  "verify_phone_email": "Please verify phone number",
  "localValidationErrors": {
    "emailRequired": "Email can't be empty",
    "cityRequired": "City must contain at least 3 characters",
    "countryRequired": "Country must contain at least 3 characters",
    "phoneRequired": "Phone number can't be empty",
    "firstNameIsRequired": "Enter first name",
    "lastNameIsRequired": "Enter last name",
    "phoneNumberIsRequired": "Phone number is required",
    "youMustAcceptAgreement": "Please accept Terms and Conditions",
    "imageIssues": "Could not pick an image from gallery",
    "doesNotMatch": "Passwords do not match",
    "invalidEmail": "Invalid email",
    "invalidPhoneNumber": "Invalid phone number",
    "repeatNewPasswordIsRequired": "Repeat new password",
    "lastNameValidate": "Last name must contain at least 5 characters",
    "firstNameValidate": "First name must contain at least 3 characters"
  },
  "hints": {
    "password": "Password",
    "phoneNumber": "Phone number",
    "phoneShort": "Phone: ",
    "surname": "Surname",
    "name": "Name",
    "male": "Male",
    "female": "Female",
    "gender": "Gender"
  },
  "error": {
    "validation_error": "Validator error",
    "Required_field": "Required field",
    "invalid_pass_code": "Wrong PIN",
    "no_app_to_open": "No app found to open this file"
  },
  "languages_do_not_translate": {
    "selected_language": "English",
    "english": "English",
    "russian": "Русский",
    "armenian": "Հայերեն"
  }
}